Todo201903.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-03-30 土 16:59 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Org-mode todo 2019-03</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="[[https://wangcc.me][Chaochen Wang]]Chaochen Wang" />
</head>
<body>
<div id="content">
<h1 class="title">Org-mode todo 2019-03</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgae38727">1. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-01 金&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#orgc29e5eb">1.1. <span class="todo TODO">TODO</span> Preliminary analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a>
<ul>
<li><a href="#orgf943130">1.1.1. <span class="done DONE">DONE</span> data cleaning &amp; processing</a></li>
<li><a href="#org11c725f">1.1.2. <span class="todo TODO">TODO</span> Frequency of HbA1c tests</a></li>
</ul>
</li>
<li><a href="#org19820d2">1.2. <span class="todo TODO">TODO</span> Read book 3: Bayesian biostatistics:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></a></li>
</ul>
</li>
<li><a href="#org7a2f9df">2. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-04 月&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#orgccb9157">2.1. <span class="done DONE">DONE</span> endoscopy&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgaf002f4">2.2. <span class="done DONE">DONE</span> JACC data analysis breast cancer&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a>
<ul>
<li><a href="#orgfda1497">2.2.1. <span class="done DONE">DONE</span> until Analysis C</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org3ce3703">3. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-05 火&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org96853de">3.1. <span class="done DONE">DONE</span> JACC data analysis breast cancer&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a>
<ul>
<li><a href="#org4849d3d">3.1.1. <span class="done DONE">DONE</span> confirm data set from Li.</a></li>
<li><a href="#orgdf9471d">3.1.2. <span class="done DONE">DONE</span> complete ABCD analyses</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgdc81854">4. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-06 水&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org39a4925">4.1. <span class="done DONE">DONE</span> JACC data analysis breast cancer incidence&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a>
<ul>
<li><a href="#org50c5fae">4.1.1. <span class="done DONE">DONE</span> complete sensitivity analyses</a></li>
</ul>
</li>
<li><a href="#orgcadedd5">4.2. <span class="done DONE">DONE</span> Machine Learning Week 1 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org4d770c9">4.2.1. <span class="done DONE">DONE</span> 95% completed</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgdcf9a91">5. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-07 木&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org9ae7397">5.1. <span class="done DONE">DONE</span> Learn how to use magit&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></a></li>
<li><a href="#org71e03b3">5.2. <span class="done DONE">DONE</span> Machine Learning Week 2 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org98d3265">5.2.1. <span class="done DONE">DONE</span> 20% completed</a></li>
</ul>
</li>
<li><a href="#org7e3ec33">5.3. <span class="done DONE">DONE</span> Application form from TingS&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Study">Study</span></span></a></li>
</ul>
</li>
<li><a href="#orgd38d833">6. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-11 月&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org32580a2">6.1. <span class="done DONE">DONE</span> Read book 4: Evidence and Evolution: The logic behind the science.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#orgc2bf67a">6.1.1. until Page 48</a></li>
</ul>
</li>
<li><a href="#org6bb2df8">6.2. <span class="done DONE">DONE</span> Machine Learning Week 3 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgf50155c">6.3. <span class="done DONE">DONE</span> confirm 學報&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</li>
<li><a href="#orgb47df20">7. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-12 火&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#orgbe2eca3">7.1. <span class="done DONE">DONE</span> Read book 4: Evidence and Evolution: The logic behind the science.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#org12235df">7.2. <span class="done DONE">DONE</span> Prepare for Nishiyama meeting&#xa0;&#xa0;&#xa0;<span class="tag"><span class="NCU">NCU</span></span></a></li>
</ul>
</li>
<li><a href="#org9711f06">8. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-13 水&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org0b925d6">8.1. <span class="done DONE">DONE</span> Application form from TingS&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Study">Study</span></span></a></li>
<li><a href="#orgf508b6a">8.2. <span class="done DONE">DONE</span> Research Square stat review&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
<li><a href="#org182545d">8.3. <span class="done DONE">DONE</span> Meeting with Kikuchi&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</li>
<li><a href="#org31a846b">9. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-14 木&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org669ecfe">9.1. <span class="done DONE">DONE</span> Machine Learning Week 4 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orge5e21c0">9.2. <span class="done DONE">DONE</span> Application form from TingS&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Study">Study</span></span></a></li>
<li><a href="#org2230cb7">9.3. <span class="done DONE">DONE</span> database analysis confirm&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
<li><a href="#org2d27d10">9.4. <span class="done DONE">DONE</span> JACC breast cancer analysis confirm&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a></li>
</ul>
</li>
<li><a href="#orgd7955cf">10. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-18 月&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org69dd613">10.1. <span class="done DONE">DONE</span> Machine Learning Week 5 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org0a7eb42">10.2. <span class="done DONE">DONE</span> NCU kenkyuuin&#xa0;&#xa0;&#xa0;<span class="tag"><span class="NCU">NCU</span></span></a></li>
<li><a href="#org0402691">10.3. <span class="done DONE">DONE</span> Deep learning Week 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgb921ae4">10.4. <span class="done DONE">DONE</span> Factor analysis for ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#orgfdb4246">10.5. <span class="done DONE">DONE</span> JACC breast cancer results confirm&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a></li>
<li><a href="#org479e3f6">10.6. <span class="done DONE">DONE</span> Email Research square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Researchsquare">Researchsquare</span></span></a></li>
</ul>
</li>
<li><a href="#orgbd72b5a">11. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-19 火&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org1c5b3f0">11.1. <span class="done DONE">DONE</span> Sasakabe file chinese&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org98e120d">11.2. <span class="done DONE">DONE</span> Machine Learning Week 5 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org1d27a92">11.3. <span class="done DONE">DONE</span> Meeting with Dr. Ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</li>
<li><a href="#org7e8522b">12. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-20 水&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#orga12199a">12.1. <span class="todo TODO">TODO</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org0e3a5d5">12.2. <span class="todo TODO">TODO</span> Survival analysis Frailty models&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org0ec107d">12.3. <span class="todo TODO">TODO</span> Bayesian statistics Chapter 9;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org21245b1">12.4. <span class="todo TODO">TODO</span> Read book 4: Evidence and Evolution: The logic behind the science.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#org1fc2a54">12.5. <span class="todo TODO">TODO</span> Read book 5: Wonderful R&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#org0774c3a">12.6. <span class="todo TODO">TODO</span> Read book 1: victim book&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#org9da3f1f">12.6.1. until P199</a></li>
</ul>
</li>
<li><a href="#org5cf1842">12.7. <span class="todo TODO">TODO</span> Read book 3: Bayesian biostatistics:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></a></li>
<li><a href="#org2893c9e">12.8. <span class="todo TODO">TODO</span> 練習硬筆書法 蘭亭集序&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgcd14c2f">12.9. <span class="done DONE">DONE</span> Deep learning Week 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgd6f2bbe">12.10. <span class="done DONE">DONE</span> Machine Learning Week 5 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgb03c0ed">12.11. <span class="done DONE">DONE</span> Stat review Research square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Researchsquare">Researchsquare</span></span></a></li>
<li><a href="#orgad0b21a">12.12. <span class="done DONE">DONE</span> Ikemoto CFA and EFA tried, results sent&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</li>
<li><a href="#orgec03c88">13. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-25 月&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org16ef719">13.1. <span class="done DONE">DONE</span> Deep learning Week 2&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orge5db06c">13.2. <span class="done DONE">DONE</span> Machine Learning Week 6 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
</ul>
</li>
<li><a href="#orgf36e08b">14. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-26 火&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#orgeefa86b">14.1. <span class="done DONE">DONE</span> Deep learning Week 3&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org4689e27">14.2. <span class="done DONE">DONE</span> Familiar with python&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org3828988">14.3. <span class="done DONE">DONE</span> Talk with Professor about the ikemoto research and Css schedule&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AUM">AUM</span></span></a></li>
</ul>
</li>
<li><a href="#orgefefc34">15. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-27 水&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org2f3806d">15.1. <span class="done DONE">DONE</span> Read book 1: victim book&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#orgd52e1df">15.1.1. until P203</a></li>
</ul>
</li>
<li><a href="#org12300fb">15.2. <span class="done DONE">DONE</span> Deep learning Week 3&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org9173303">15.3. <span class="done DONE">DONE</span> Familiar with python&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orge8c38a6">15.4. <span class="done DONE">DONE</span> ethical training lecture (how to use the electronical system)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</li>
<li><a href="#org2b6a07c">16. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-28 木&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org3819f27">16.1. <span class="todo TODO">TODO</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org109c6d8">16.2. <span class="todo TODO">TODO</span> Survival analysis Frailty models&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#orga9bc293">16.3. <span class="todo TODO">TODO</span> Bayesian statistics Chapter 9;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org78cee68">16.4. <span class="todo TODO">TODO</span> Read book 4: Evidence and Evolution: The logic behind the science.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#orgbcdde41">16.5. <span class="todo TODO">TODO</span> Read book 5: Wonderful R&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#org438af64">16.6. <span class="done DONE">DONE</span> Read book 1: victim book&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#org6fa07f8">16.6.1. until P224</a></li>
</ul>
</li>
<li><a href="#org2a0d482">16.7. <span class="todo TODO">TODO</span> Read book 3: Bayesian biostatistics:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></a></li>
<li><a href="#orgb8ec015">16.8. <span class="todo TODO">TODO</span> 練習硬筆書法 蘭亭集序&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org6828309">16.9. <span class="done DONE">DONE</span> Deep learning Week 4&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgc1a47fe">16.10. <span class="todo TODO">TODO</span> Machine Learning Week 7 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgce5abe8">16.11. <span class="todo DOING">DOING</span> Confirm the correct way of conducting CFA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#orgf35ea48">16.12. <span class="todo TODO">TODO</span> Write down the analysis plan for Ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org2213db8">16.13. <span class="done DONE">DONE</span> Review the poster submissions (12 titles)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</li>
</ul>
</div>
</div>
<pre class="example">
Org is a mode for keeping notes, maintaining TODO lists,
and doing project planning with a fast and effective 
plain-text system.
</pre>
