Todo201903.org
* <2019-03-01 金> Tasks: 
** TODO Preliminary analysis                                      :parttime:
*** DONE data cleaning & processing
*** TODO Frequency of HbA1c tests 
** TODO Read book 3: [[https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231][Bayesian biostatistics]]:             :interests:reading:

* <2019-03-04 月> Tasks: 
** DONE endoscopy                                                    :private:
** DONE JACC data analysis breast cancer                              :JACC:
*** DONE until Analysis C
* <2019-03-05 火> Tasks: 
** DONE JACC data analysis breast cancer                              :JACC:
*** DONE confirm data set from Li.
*** DONE complete ABCD analyses
* <2019-03-06 水> Tasks: 
** DONE JACC data analysis breast cancer incidence                    :JACC:
*** DONE complete sensitivity analyses
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 1 tasks                              :private:
*** DONE 95% completed

* <2019-03-07 木> Tasks:
** DONE Learn how to use magit                                       :emacs:
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 2 tasks                              :private:
*** DONE 20% completed

** DONE Application form from TingS                                  :Study:
* <2019-03-11 月> Tasks: 
** DONE Read book 4: [[https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&isbn=9780521871884][Evidence and Evolution: The logic behind the science.]] :reading:
*** until Page 48
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 3 tasks                              :private:
** DONE confirm W                                                   :AMU:
* <2019-03-12 火> Tasks: 
** DONE Read book 4: [[https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&isbn=9780521871884][Evidence and Evolution: The logic behind the science.]] :reading:
** DONE Prepare for Nishiyama meeting                                  :NCU:
* <2019-03-13 水> Tasks: 
** DONE Application form from TingS                                  :Study:
** DONE Research Square stat review                               :parttime:
** DONE Meeting with Kikuchi                                           :AMU:
* <2019-03-14 木> Tasks: 
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 4 tasks                              :private:
** DONE Application form from TingS                                  :Study:
** DONE database analysis confirm                                 :parttime:
** DONE JACC breast cancer analysis confirm                           :JACC:
* <2019-03-18 月> Tasks: 
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 5 tasks                              :private:
20%
** DONE NCU kenkyuuin                                                  :NCU:
** DONE Deep learning Week 1                                       :private:
