Todo201903.html


<div id="outline-container-orgae38727" class="outline-2">
<h2 id="orgae38727"><span class="section-number-2">1</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-01 金&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgc29e5eb" class="outline-3">
<h3 id="orgc29e5eb"><span class="section-number-3">1.1</span> <span class="todo TODO">TODO</span> Preliminary analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-orgf943130" class="outline-4">
<h4 id="orgf943130"><span class="section-number-4">1.1.1</span> <span class="done DONE">DONE</span> data cleaning &amp; processing</h4>
</div>
<div id="outline-container-org11c725f" class="outline-4">
<h4 id="org11c725f"><span class="section-number-4">1.1.2</span> <span class="todo TODO">TODO</span> Frequency of HbA1c tests</h4>
</div>
</div>
<div id="outline-container-org19820d2" class="outline-3">
<h3 id="org19820d2"><span class="section-number-3">1.2</span> <span class="todo TODO">TODO</span> Read book 3: <a href="https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231">Bayesian biostatistics</a>:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></h3>
</div>
</div>

<div id="outline-container-org7a2f9df" class="outline-2">
<h2 id="org7a2f9df"><span class="section-number-2">2</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-04 月&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgccb9157" class="outline-3">
<h3 id="orgccb9157"><span class="section-number-3">2.1</span> <span class="done DONE">DONE</span> endoscopy&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orgaf002f4" class="outline-3">
<h3 id="orgaf002f4"><span class="section-number-3">2.2</span> <span class="done DONE">DONE</span> JACC data analysis breast cancer&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-orgfda1497" class="outline-4">
<h4 id="orgfda1497"><span class="section-number-4">2.2.1</span> <span class="done DONE">DONE</span> until Analysis C</h4>
</div>
</div>
</div>
<div id="outline-container-org3ce3703" class="outline-2">
<h2 id="org3ce3703"><span class="section-number-2">3</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-05 火&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org96853de" class="outline-3">
<h3 id="org96853de"><span class="section-number-3">3.1</span> <span class="done DONE">DONE</span> JACC data analysis breast cancer&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-org4849d3d" class="outline-4">
<h4 id="org4849d3d"><span class="section-number-4">3.1.1</span> <span class="done DONE">DONE</span> confirm data set from Li.</h4>
</div>
<div id="outline-container-orgdf9471d" class="outline-4">
<h4 id="orgdf9471d"><span class="section-number-4">3.1.2</span> <span class="done DONE">DONE</span> complete ABCD analyses</h4>
</div>
</div>
</div>
<div id="outline-container-orgdc81854" class="outline-2">
<h2 id="orgdc81854"><span class="section-number-2">4</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-06 水&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org39a4925" class="outline-3">
<h3 id="org39a4925"><span class="section-number-3">4.1</span> <span class="done DONE">DONE</span> JACC data analysis breast cancer incidence&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-org50c5fae" class="outline-4">
<h4 id="org50c5fae"><span class="section-number-4">4.1.1</span> <span class="done DONE">DONE</span> complete sensitivity analyses</h4>
</div>
</div>
<div id="outline-container-orgcadedd5" class="outline-3">
<h3 id="orgcadedd5"><span class="section-number-3">4.2</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 1 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-4-2">
</div>
<div id="outline-container-org4d770c9" class="outline-4">
<h4 id="org4d770c9"><span class="section-number-4">4.2.1</span> <span class="done DONE">DONE</span> 95% completed</h4>
</div>
</div>
</div>

<div id="outline-container-orgdcf9a91" class="outline-2">
<h2 id="orgdcf9a91"><span class="section-number-2">5</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-07 木&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org9ae7397" class="outline-3">
<h3 id="org9ae7397"><span class="section-number-3">5.1</span> <span class="done DONE">DONE</span> Learn how to use magit&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h3>
</div>
<div id="outline-container-org71e03b3" class="outline-3">
<h3 id="org71e03b3"><span class="section-number-3">5.2</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 2 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-5-2">
</div>
<div id="outline-container-org98d3265" class="outline-4">
<h4 id="org98d3265"><span class="section-number-4">5.2.1</span> <span class="done DONE">DONE</span> 20% completed</h4>
</div>
</div>

<div id="outline-container-org7e3ec33" class="outline-3">
<h3 id="org7e3ec33"><span class="section-number-3">5.3</span> <span class="done DONE">DONE</span> Application form from TingS&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Study">Study</span></span></h3>
</div>
</div>
<div id="outline-container-orgd38d833" class="outline-2">
<h2 id="orgd38d833"><span class="section-number-2">6</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-11 月&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org32580a2" class="outline-3">
<h3 id="org32580a2"><span class="section-number-3">6.1</span> <span class="done DONE">DONE</span> Read book 4: <a href="https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&amp;isbn=9780521871884">Evidence and Evolution: The logic behind the science.</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
<div class="outline-text-3" id="text-6-1">
</div>
<div id="outline-container-orgc2bf67a" class="outline-4">
<h4 id="orgc2bf67a"><span class="section-number-4">6.1.1</span> until Page 48</h4>
</div>
</div>
<div id="outline-container-org6bb2df8" class="outline-3">
<h3 id="org6bb2df8"><span class="section-number-3">6.2</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 3 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orgf50155c" class="outline-3">
<h3 id="orgf50155c"><span class="section-number-3">6.3</span> <span class="done DONE">DONE</span> confirm 學報&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
</div>
<div id="outline-container-orgb47df20" class="outline-2">
<h2 id="orgb47df20"><span class="section-number-2">7</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-12 火&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-orgbe2eca3" class="outline-3">
<h3 id="orgbe2eca3"><span class="section-number-3">7.1</span> <span class="done DONE">DONE</span> Read book 4: <a href="https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&amp;isbn=9780521871884">Evidence and Evolution: The logic behind the science.</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
</div>
<div id="outline-container-org12235df" class="outline-3">
<h3 id="org12235df"><span class="section-number-3">7.2</span> <span class="done DONE">DONE</span> Prepare for Nishiyama meeting&#xa0;&#xa0;&#xa0;<span class="tag"><span class="NCU">NCU</span></span></h3>
</div>
</div>
<div id="outline-container-org9711f06" class="outline-2">
<h2 id="org9711f06"><span class="section-number-2">8</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-13 水&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org0b925d6" class="outline-3">
<h3 id="org0b925d6"><span class="section-number-3">8.1</span> <span class="done DONE">DONE</span> Application form from TingS&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Study">Study</span></span></h3>
</div>
<div id="outline-container-orgf508b6a" class="outline-3">
<h3 id="orgf508b6a"><span class="section-number-3">8.2</span> <span class="done DONE">DONE</span> Research Square stat review&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
</div>
<div id="outline-container-org182545d" class="outline-3">
<h3 id="org182545d"><span class="section-number-3">8.3</span> <span class="done DONE">DONE</span> Meeting with Kikuchi&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
</div>
<div id="outline-container-org31a846b" class="outline-2">
<h2 id="org31a846b"><span class="section-number-2">9</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-14 木&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org669ecfe" class="outline-3">
<h3 id="org669ecfe"><span class="section-number-3">9.1</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 4 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orge5e21c0" class="outline-3">
<h3 id="orge5e21c0"><span class="section-number-3">9.2</span> <span class="done DONE">DONE</span> Application form from TingS&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Study">Study</span></span></h3>
</div>
<div id="outline-container-org2230cb7" class="outline-3">
<h3 id="org2230cb7"><span class="section-number-3">9.3</span> <span class="done DONE">DONE</span> database analysis confirm&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
</div>
<div id="outline-container-org2d27d10" class="outline-3">
<h3 id="org2d27d10"><span class="section-number-3">9.4</span> <span class="done DONE">DONE</span> JACC breast cancer analysis confirm&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h3>
</div>
</div>
<div id="outline-container-orgd7955cf" class="outline-2">
<h2 id="orgd7955cf"><span class="section-number-2">10</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-18 月&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org69dd613" class="outline-3">
<h3 id="org69dd613"><span class="section-number-3">10.1</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 5 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-10-1">
<p>
20%
</p>
</div>
</div>
<div id="outline-container-org0a7eb42" class="outline-3">
<h3 id="org0a7eb42"><span class="section-number-3">10.2</span> <span class="done DONE">DONE</span> NCU kenkyuuin&#xa0;&#xa0;&#xa0;<span class="tag"><span class="NCU">NCU</span></span></h3>
</div>
