Todo201903.org
** DONE Factor analysis for ikemoto                                    :AMU:
** DONE JACC breast cancer results confirm                            :JACC:
** DONE Email Research square                               :Researchsquare:
* <2019-03-19 火> Tasks: 
** DONE Sasakabe file chinese                                          :AMU:
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 5 tasks                              :private:
20%
** DONE Meeting with Dr. Ikemoto                                       :AMU:
* <2019-03-20 水> Tasks: 
** TODO Cluster analysis & Principal component analysis              :LSHTM:
** TODO Survival analysis [[https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html][Frailty models]]              :bookdown:books:LSHTM:
** TODO [[https://wangcc.me/LSHTMlearningnote/section-88.html][Bayesian statistics Chapter 9]];                :bookdown:books:LSHTM:
** TODO Read book 4: [[https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&isbn=9780521871884][Evidence and Evolution: The logic behind the science.]] :reading:
** TODO Read book 5: [[https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&qid=1546839385&sr=8-1&keywords=wonderful+R][Wonderful R]]                                   :reading:
** TODO Read book 1: [[http://ywang.uchicago.edu/history/victim_ebook_070505.pdf][victim book]]                                   :reading:
*** until P199
** TODO Read book 3: [[https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231][Bayesian biostatistics]]:             :interests:reading:
** TODO 硬P法 m亭集序                                      :private:
** DONE Deep learning Week 1                                       :private:
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 5 tasks                              :private:
30%
** DONE Stat review Research square                         :Researchsquare:
** DONE Ikemoto CFA and EFA tried, results sent                        :AMU:
* <2019-03-25 月> Tasks: 
** DONE Deep learning Week 2                                       :private:
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 6 tasks                              :private:
* <2019-03-26 火> Tasks:
** DONE Deep learning Week 3                                       :private:
30%
** DONE Familiar with python                                       :private:
** DONE Talk with Professor about the ikemoto research and Css schedule :AUM:
* <2019-03-27 水> Tasks: 
** DONE Read book 1: [[http://ywang.uchicago.edu/history/victim_ebook_070505.pdf][victim book]]                                   :reading:
*** until P203
** DONE Deep learning Week 3                                       :private:
100%
** DONE Familiar with python                                       :private:
** DONE ethical training lecture (how to use the electronical system)  :AMU:
* <2019-03-28 木> Tasks: 
** TODO Cluster analysis & Principal component analysis              :LSHTM:
** TODO Survival analysis [[https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html][Frailty models]]              :bookdown:books:LSHTM:
** TODO [[https://wangcc.me/LSHTMlearningnote/section-88.html][Bayesian statistics Chapter 9]];                :bookdown:books:LSHTM:
** TODO Read book 4: [[https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&isbn=9780521871884][Evidence and Evolution: The logic behind the science.]] :reading:
** TODO Read book 5: [[https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&qid=1546839385&sr=8-1&keywords=wonderful+R][Wonderful R]]                                   :reading:
** DONE Read book 1: [[http://ywang.uchicago.edu/history/victim_ebook_070505.pdf][victim book]]                                   :reading:
*** until P224
** TODO Read book 3: [[https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231][Bayesian biostatistics]]:             :interests:reading:
** TODO 硬P法 m亭集序                                      :private:
