Todo201903.html
<div id="outline-container-org0402691" class="outline-3">
<h3 id="org0402691"><span class="section-number-3">10.3</span> <span class="done DONE">DONE</span> Deep learning Week 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orgb921ae4" class="outline-3">
<h3 id="orgb921ae4"><span class="section-number-3">10.4</span> <span class="done DONE">DONE</span> Factor analysis for ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
<div id="outline-container-orgfdb4246" class="outline-3">
<h3 id="orgfdb4246"><span class="section-number-3">10.5</span> <span class="done DONE">DONE</span> JACC breast cancer results confirm&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h3>
</div>
<div id="outline-container-org479e3f6" class="outline-3">
<h3 id="org479e3f6"><span class="section-number-3">10.6</span> <span class="done DONE">DONE</span> Email Research square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Researchsquare">Researchsquare</span></span></h3>
</div>
</div>
<div id="outline-container-orgbd72b5a" class="outline-2">
<h2 id="orgbd72b5a"><span class="section-number-2">11</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-19 火&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org1c5b3f0" class="outline-3">
<h3 id="org1c5b3f0"><span class="section-number-3">11.1</span> <span class="done DONE">DONE</span> Sasakabe file chinese&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
<div id="outline-container-org98e120d" class="outline-3">
<h3 id="org98e120d"><span class="section-number-3">11.2</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 5 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-11-2">
<p>
20%
</p>
</div>
</div>
<div id="outline-container-org1d27a92" class="outline-3">
<h3 id="org1d27a92"><span class="section-number-3">11.3</span> <span class="done DONE">DONE</span> Meeting with Dr. Ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
</div>
<div id="outline-container-org7e8522b" class="outline-2">
<h2 id="org7e8522b"><span class="section-number-2">12</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-20 水&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-orga12199a" class="outline-3">
<h3 id="orga12199a"><span class="section-number-3">12.1</span> <span class="todo TODO">TODO</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-org0e3a5d5" class="outline-3">
<h3 id="org0e3a5d5"><span class="section-number-3">12.2</span> <span class="todo TODO">TODO</span> Survival analysis <a href="https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html">Frailty models</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-org0ec107d" class="outline-3">
<h3 id="org0ec107d"><span class="section-number-3">12.3</span> <span class="todo TODO">TODO</span> <a href="https://wangcc.me/LSHTMlearningnote/section-88.html">Bayesian statistics Chapter 9</a>;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-org21245b1" class="outline-3">
<h3 id="org21245b1"><span class="section-number-3">12.4</span> <span class="todo TODO">TODO</span> Read book 4: <a href="https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&amp;isbn=9780521871884">Evidence and Evolution: The logic behind the science.</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
</div>
<div id="outline-container-org1fc2a54" class="outline-3">
<h3 id="org1fc2a54"><span class="section-number-3">12.5</span> <span class="todo TODO">TODO</span> Read book 5: <a href="https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&amp;qid=1546839385&amp;sr=8-1&amp;keywords=wonderful+R">Wonderful R</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
</div>
<div id="outline-container-org0774c3a" class="outline-3">
<h3 id="org0774c3a"><span class="section-number-3">12.6</span> <span class="todo TODO">TODO</span> Read book 1: <a href="http://ywang.uchicago.edu/history/victim_ebook_070505.pdf">victim book</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
<div class="outline-text-3" id="text-12-6">
</div>
<div id="outline-container-org9da3f1f" class="outline-4">
<h4 id="org9da3f1f"><span class="section-number-4">12.6.1</span> until P199</h4>
</div>
</div>
<div id="outline-container-org5cf1842" class="outline-3">
<h3 id="org5cf1842"><span class="section-number-3">12.7</span> <span class="todo TODO">TODO</span> Read book 3: <a href="https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231">Bayesian biostatistics</a>:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></h3>
</div>
<div id="outline-container-org2893c9e" class="outline-3">
<h3 id="org2893c9e"><span class="section-number-3">12.8</span> <span class="todo TODO">TODO</span> 練習硬筆書法 蘭亭集序&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orgcd14c2f" class="outline-3">
<h3 id="orgcd14c2f"><span class="section-number-3">12.9</span> <span class="done DONE">DONE</span> Deep learning Week 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orgd6f2bbe" class="outline-3">
<h3 id="orgd6f2bbe"><span class="section-number-3">12.10</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 5 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-12-10">
<p>
30%
</p>
</div>
</div>
<div id="outline-container-orgb03c0ed" class="outline-3">
<h3 id="orgb03c0ed"><span class="section-number-3">12.11</span> <span class="done DONE">DONE</span> Stat review Research square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Researchsquare">Researchsquare</span></span></h3>
</div>
<div id="outline-container-orgad0b21a" class="outline-3">
<h3 id="orgad0b21a"><span class="section-number-3">12.12</span> <span class="done DONE">DONE</span> Ikemoto CFA and EFA tried, results sent&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
</div>
<div id="outline-container-orgec03c88" class="outline-2">
<h2 id="orgec03c88"><span class="section-number-2">13</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-25 月&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-13">
</div>
<div id="outline-container-org16ef719" class="outline-3">
<h3 id="org16ef719"><span class="section-number-3">13.1</span> <span class="done DONE">DONE</span> Deep learning Week 2&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orge5db06c" class="outline-3">
<h3 id="orge5db06c"><span class="section-number-3">13.2</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 6 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
</div>
<div id="outline-container-orgf36e08b" class="outline-2">
<h2 id="orgf36e08b"><span class="section-number-2">14</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-26 火&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-14">
</div>
<div id="outline-container-orgeefa86b" class="outline-3">
<h3 id="orgeefa86b"><span class="section-number-3">14.1</span> <span class="done DONE">DONE</span> Deep learning Week 3&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-14-1">
<p>
30%
</p>
</div>
</div>
<div id="outline-container-org4689e27" class="outline-3">
<h3 id="org4689e27"><span class="section-number-3">14.2</span> <span class="done DONE">DONE</span> Familiar with python&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org3828988" class="outline-3">
<h3 id="org3828988"><span class="section-number-3">14.3</span> <span class="done DONE">DONE</span> Talk with Professor about the ikemoto research and Css schedule&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AUM">AUM</span></span></h3>
</div>
</div>
<div id="outline-container-orgefefc34" class="outline-2">
<h2 id="orgefefc34"><span class="section-number-2">15</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-27 水&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-15">
</div>
<div id="outline-container-org2f3806d" class="outline-3">
<h3 id="org2f3806d"><span class="section-number-3">15.1</span> <span class="done DONE">DONE</span> Read book 1: <a href="http://ywang.uchicago.edu/history/victim_ebook_070505.pdf">victim book</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
<div class="outline-text-3" id="text-15-1">
</div>
<div id="outline-container-orgd52e1df" class="outline-4">
<h4 id="orgd52e1df"><span class="section-number-4">15.1.1</span> until P203</h4>
</div>
</div>
<div id="outline-container-org12300fb" class="outline-3">
<h3 id="org12300fb"><span class="section-number-3">15.2</span> <span class="done DONE">DONE</span> Deep learning Week 3&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-15-2">
<p>
100%
</p>
</div>
</div>
<div id="outline-container-org9173303" class="outline-3">
<h3 id="org9173303"><span class="section-number-3">15.3</span> <span class="done DONE">DONE</span> Familiar with python&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orge8c38a6" class="outline-3">
<h3 id="orge8c38a6"><span class="section-number-3">15.4</span> <span class="done DONE">DONE</span> ethical training lecture (how to use the electronical system)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
</div>
<div id="outline-container-org2b6a07c" class="outline-2">
<h2 id="org2b6a07c"><span class="section-number-2">16</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-28 木&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-16">
</div>
